[
  {
    "brand_name": "ION Hotels Iceland",
    "email": "pr@ioniceland.is",
    "website_url": "https://ioniceland.is",
    "instagram_handle": "ioniceland",
    "contact_name": null,
    "notes": "Iceland (Golden Circle / Selfoss). Two design-forward properties: ION Adventure Hotel and ION City Hotel. Has formal media requests page for influencer partnerships. Email sales@ioniceland.is also accepted for media stays. Award-winning design hotel known for aurora borealis views — ideal for visual content creators and fashion shoots."
  },
  {
    "brand_name": "Hotel Rangá",
    "email": "hotel@hotelranga.is",
    "website_url": "https://hotelranga.is",
    "instagram_handle": "hotelranga",
    "contact_name": null,
    "notes": "Iceland (South Iceland, near Hella). Luxury countryside hotel with formal Media Requests page for press and influencers. Northern lights viewing, wilderness lodge aesthetic. Partnerships evaluated case-by-case by marketing team. Strong fit for editorial fashion and adventure content."
  },
  {
    "brand_name": "The Reykjavik EDITION",
    "email": "ge.rek@editionhotels.com",
    "website_url": "https://www.editionhotels.com/reykjavik",
    "instagram_handle": "editionreykjavik",
    "contact_name": null,
    "notes": "Iceland (Reykjavik). First 5-star modern luxury hotel in Reykjavik's capital. Part of Marriott's EDITION brand known for fashion and creative industry partnerships. Michelin Guide restaurant, rooftop bar, vibrant nightlife. Strong fashion-forward identity."
  },
  {
    "brand_name": "Hvammsvik Hot Springs",
    "email": "info@hvammsvik.is",
    "website_url": "https://hvammsvik.com",
    "instagram_handle": "hvammsvik",
    "contact_name": null,
    "notes": "Iceland (Mosfellsbaer, 45 min from Reykjavik). Dedicated Press & Influencers page with formal application form. Geothermal hot springs with natural Icelandic fjord setting. Highly photogenic — ideal for fashion and wellness content creators."
  },
  {
    "brand_name": "Blue Lagoon Iceland - The Retreat Hotel",
    "email": "media@bluelagoon.is",
    "website_url": "https://www.bluelagoon.com/accommodation/retreat-hotel",
    "instagram_handle": "bluelagooniceland",
    "contact_name": null,
    "notes": "Iceland (Grindavik, Reykjanes Peninsula). Ultra-luxury 60-suite hotel built over the geothermal Blue Lagoon. Subterranean spa, Michelin-starred LAVA restaurant, private lagoon. Formal press center with media application form. One of the world's most visually iconic hotel experiences."
  },
  {
    "brand_name": "ICEHOTEL",
    "email": "info@icehotel.com",
    "website_url": "https://www.icehotel.com",
    "instagram_handle": "icehotelsweden",
    "contact_name": null,
    "notes": "Sweden (Jukkasjärvi, Lapland). World-famous hotel built entirely from ice and snow, rebuilt each winter. Dedicated Press & Media page with press kits, photo assets, and media visit coordination. Extraordinary editorial setting for fashion and art photography. Year-round warm rooms also available."
  },
  {
    "brand_name": "Center Hotels Reykjavik",
    "email": "collaborations@centerhotels.com",
    "website_url": "https://www.centerhotels.com",
    "instagram_handle": "centerhotels",
    "contact_name": null,
    "notes": "Iceland (Reykjavik — 7 properties). Dedicated Collaborations page actively seeking content creators, photographers, bloggers, and media professionals. Multiple boutique properties in Reykjavik city center. Strong fit for influencer city stays and fashion content."
  },
  {
    "brand_name": "Six Senses Kaplankaya",
    "email": "reservations-kaplankaya@sixsenses.com",
    "website_url": "https://www.sixsenses.com/en/hotels-resorts/europe/turkey/kaplankaya",
    "instagram_handle": "sixsenseskaplankaya",
    "contact_name": null,
    "notes": "Turkey (Bodrum / Milas, Aegean Coast). Award-winning wellness resort on the Bodrum Peninsula. Part of Six Senses global brand with formal Global PR Contacts page. Stunning Aegean setting, spa, sustainable luxury. Excellent fit for wellness and fashion influencer content."
  },
  {
    "brand_name": "Mandarin Oriental Bodrum",
    "email": "mobod-reservations@mohg.com",
    "website_url": "https://www.mandarinoriental.com/en/bodrum/paradise-bay",
    "instagram_handle": "mobodrum",
    "contact_name": "Chris Orlikowski (Global Director of Communications)",
    "notes": "Turkey (Bodrum, Paradise Bay). Ultra-luxury cliffside resort with private beach and infinity pools. Mandarin Oriental maintains formal Media Centre with global PR contacts. For press inquiries use corlikowski@mohg.com for global communications. Bodrum's most prestigious property."
  },
  {
    "brand_name": "Ciragan Palace Kempinski Istanbul",
    "email": "ciragan.pr@kempinski.com",
    "website_url": "https://www.kempinski.com/en/istanbul",
    "instagram_handle": "cpkempinski",
    "contact_name": "Neslihan Sen - Director of Marketing and Public Relations",
    "notes": "Turkey (Istanbul, Besiktas on the Bosphorus). Ottoman imperial palace turned 5-star luxury hotel. Dedicated Press Room page on Kempinski website. Iconic Bosphorus-front setting, 156K+ Instagram followers. Strong fit for fashion shoots, editorial, high-end brand partnerships."
  },
  {
    "brand_name": "Museum Hotel Cappadocia",
    "email": "reservations@museumhotel.com.tr",
    "website_url": "https://www.museumhotel.com.tr",
    "instagram_handle": "museumhotel",
    "contact_name": null,
    "notes": "Turkey (Uchisar, Cappadocia). Only Relais & Chateaux hotel in Cappadocia. 343K+ Instagram followers. Cave hotel with unique archaeological artifacts. Dedicated Media section on website. Extraordinary setting for fashion and travel content — hot air balloons, cave interiors, dramatic valleys."
  },
  {
    "brand_name": "Kayakapi Premium Caves Cappadocia",
    "email": "info@kayakapi.com",
    "website_url": "https://www.kayakapi.com",
    "instagram_handle": "kayakapi",
    "contact_name": null,
    "notes": "Turkey (Urgup, Cappadocia). Award-winning luxury cave hotel in UNESCO-supported historical neighborhood. Press & Awards section on website. Boutique 5-star cave experience in restored stone houses. Strong editorial appeal for fashion and travel content creators."
  },
  {
    "brand_name": "Amanruya",
    "email": "press@aman.com",
    "website_url": "https://www.aman.com/resorts/amanruya",
    "instagram_handle": "amanruya",
    "contact_name": null,
    "notes": "Turkey (Bodrum Peninsula, Golturkbuku). Aman's ultra-luxury private villa resort on the Turkish Aegean. Part of Aman global brand — press inquiries via press@aman.com. Pavilion-style cottages with private pools, olive grove setting. Extremely exclusive clientele including models and celebrities."
  },
  {
    "brand_name": "Bairro Alto Hotel",
    "email": "info@bairroaltohotel.com",
    "website_url": "https://www.bairroaltohotel.com",
    "instagram_handle": "bairroaltohotel",
    "contact_name": null,
    "notes": "Portugal (Lisbon, Bairro Alto). Member of The Leading Hotels of the World. 5-star boutique hotel in Lisbon's most prestigious district. Fashion and art-forward property with strong editorial identity. Lisbon's original design luxury hotel, overlooking the Tagus River."
  },
  {
    "brand_name": "Memmo Alfama",
    "email": "info@memmohotels.com",
    "website_url": "https://www.memmohotels.com/alfama",
    "instagram_handle": "memmohotels",
    "contact_name": null,
    "notes": "Portugal (Lisbon, Alfama district). Design Hotels member. Rooftop terrace with panoramic Lisbon views. Press section on their website. Boutique design hotel in historic Alfama neighborhood. Strong visual appeal for fashion and lifestyle content."
  },
  {
    "brand_name": "Vila Vita Parc Resort & Spa",
    "email": "reservas@vilavitaparc.com",
    "website_url": "https://vilavitaparc.com",
    "instagram_handle": "vilavitaparcresort",
    "contact_name": "Rita Goncalves - PR and Communications Manager",
    "notes": "Portugal (Algarve, Porches). Leading Hotels of the World member. Ocean restaurant with 2 Michelin stars. 'Portugal's Most Elegant Hotel & Spa.' 48K Instagram followers. Email format is first_initial+last@vilavitaparc.com. Clifftop resort overlooking the Atlantic — stunning setting for fashion and editorial content."
  },
  {
    "brand_name": "Conrad Algarve",
    "email": "conradalgarve.info@conradhotels.com",
    "website_url": "https://www.hilton.com/en/hotels/faoapci-conrad-algarve",
    "instagram_handle": "conradalgarve",
    "contact_name": null,
    "notes": "Portugal (Algarve, Quinta do Lago). Hilton's ultra-luxury Conrad brand at exclusive Quinta do Lago estate. 27K+ Instagram followers. Bordering Atlantic Ocean and Ria Formosa Nature Park. For global press inquiries also via hiltonpr@hilton.com. Golf, spa, 5-star dining — premium content creator setting."
  },
  {
    "brand_name": "Six Senses Douro Valley",
    "email": "reservations-dourovalley@sixsenses.com",
    "website_url": "https://www.sixsenses.com/en/hotels-resorts/europe/portugal/douro-valley",
    "instagram_handle": "sixsensesdourovalley",
    "contact_name": null,
    "notes": "Portugal (Douro Valley, near Lamego). Converted 19th-century manor house amid wine estates. Part of Six Senses global brand with formal Global PR Contacts page. Wine terraces, Douro River valley, wellness spa. Extraordinary cinematic setting for fashion and luxury lifestyle content."
  },
  {
    "brand_name": "Bulgari Hotels & Resorts (Global)",
    "email": "francesca.stancanelli@bulgari.com",
    "website_url": "https://www.bulgarihotels.com",
    "instagram_handle": "bulgarihotels",
    "contact_name": "Francesca Stancanelli - Global Press Manager",
    "notes": "Global luxury hotel collection (Milan, Rome, London, Dubai, Beijing, Paris, Tokyo, Bali, Maldives, Miami). Fashion house-hotel hybrid — collaborations with DoubleJ, Bottega Veneta. Regular fashion week partnerships and model/influencer events. Global Press Offices page with dedicated media contacts. Pinnacle of fashion-hotel partnership."
  },
  {
    "brand_name": "Rosewood Hotels & Resorts (Global)",
    "email": "media@rosewoodhotels.com",
    "website_url": "https://www.rosewoodhotels.com",
    "instagram_handle": "rosewoodhotels",
    "contact_name": null,
    "notes": "Global luxury collection (Hong Kong, London, Washington DC, Miramar Beach, Mexico City, Bangkok, Phnom Penh, etc.). Formal PlaceMakers program spanning Style & Design pillar. Fashion collaborations include The Webster pop-up, Sporty & Rich. Global media page with individual property PR contacts. Strong fashion and influencer program DNA."
  },
  {
    "brand_name": "Four Seasons Hotels (Influencer Program)",
    "email": "judy@fourseasons.studio",
    "website_url": "https://fourseasons.studio/pages/influencers-ugc-creators",
    "instagram_handle": "fourseasons",
    "contact_name": "Four Seasons Studio Team",
    "notes": "Global luxury collection (100+ properties worldwide). Dedicated Four Seasons Studio influencer program for UGC creators. Formal Envoy by Four Seasons program for creative storytellers. Individual property press contacts at press.fourseasons.com. World's most systematic luxury hotel influencer program."
  },
  {
    "brand_name": "Aman Resorts (Global)",
    "email": "press@aman.com",
    "website_url": "https://www.aman.com",
    "instagram_handle": "aman",
    "contact_name": null,
    "notes": "Global ultra-luxury collection (34 resorts worldwide including Tokyo, Kyoto, Bali, Maldives, Bodrum, Venice, New York). World's most exclusive hotel brand — celebrity and model clientele. Formal press email press@aman.com. Known for working with Novak Djokovic, Maria Sharapova. Properties: Aman Tokyo, Aman Kyoto, Amanruya, Amanpulo, Amangalla, Amanemu."
  },
  {
    "brand_name": "Aman Tokyo",
    "email": "press@aman.com",
    "website_url": "https://www.aman.com/hotels/aman-tokyo",
    "instagram_handle": "amantokyo",
    "contact_name": null,
    "notes": "Japan (Tokyo, Otemachi). Urban sanctuary on floors 33-38 of Otemachi Tower. Minimalist Japanese design, forest onsen views. Part of Aman global brand — press@aman.com. One of Asia's most exclusive addresses, frequented by international models and celebrities."
  },
  {
    "brand_name": "HOSHINOYA Tokyo",
    "email": "hoshinoya-tokyo@hoshinoresorts.com",
    "website_url": "https://hoshinoresorts.com/en/hotels/hoshinoyatokyo",
    "instagram_handle": "hoshinoya.official",
    "contact_name": null,
    "notes": "Japan (Tokyo, Otemachi). Modern urban ryokan in central Tokyo — Japanese aesthetic in skyscraper setting. Press Center available via hoshinoresorts.com. HOSHINOYA brand includes Kyoto, Fuji, Okinawa, Nara, and Karuizawa properties. Ideal for editorial fashion fusing traditional Japanese aesthetics with contemporary luxury."
  },
  {
    "brand_name": "Zaborin Ryokan",
    "email": "info@zaborin.com",
    "website_url": "https://zaborin.com/en",
    "instagram_handle": "zaborin_ryokan",
    "contact_name": null,
    "notes": "Japan (Hokkaido, Hanazono near Niseko). Contemporary luxury ryokan — 15 private villa suites each with indoor/outdoor onsen bath. Surrounded by forest, extraordinary seasonal visual settings. Member of The Ryokan Collection. Ideal for high-fashion editorial in authentic Japanese luxury setting."
  },
  {
    "brand_name": "Gora Kadan",
    "email": "info@gorakadan.com",
    "website_url": "https://www.gorakadan.com/hakone/?lang=en",
    "instagram_handle": "gorakadan",
    "contact_name": null,
    "notes": "Japan (Hakone, near Mount Fuji). Former retreat of Japan's Imperial Family. 39 guest rooms, Japanese Zen minimalism, private hot spring baths. Member of Relais & Chateaux and The Ryokan Collection. Historic prestige and extraordinary visual setting — lush forest, bamboo, stone gardens."
  },
  {
    "brand_name": "Mandarin Oriental Tokyo",
    "email": "motyo-reservations@mohg.com",
    "website_url": "https://www.mandarinoriental.com/en/tokyo/nihonbashi",
    "instagram_handle": "mo_tokyo",
    "contact_name": "Chris Orlikowski (Global Director of Communications)",
    "notes": "Japan (Tokyo, Nihonbashi). 5-star luxury tower hotel with panoramic Tokyo skyline views. Mandarin Oriental formal Media Centre — global press via corlikowski@mohg.com. The Pizza Bar on 38th ranked best in Asia. Elegant Japanese-meets-contemporary aesthetic with strong fashion industry connections."
  },
  {
    "brand_name": "Park Hyatt Seoul",
    "email": "seoul.park@hyatt.com",
    "website_url": "https://www.hyatt.com/en-US/hotel/south-korea/park-hyatt-seoul/selph",
    "instagram_handle": "parkhyattseoul",
    "contact_name": null,
    "notes": "South Korea (Seoul, Gangnam). 5-star hotel in Seoul's fashion and business district, adjacent to COEX. Preferred by K-fashion industry and international models. Part of Hyatt's creator partnership programs via TikTok Creator Marketplace. Proximity to Gangnam luxury shopping, editorial fashion districts."
  },
  {
    "brand_name": "Signiel Seoul",
    "email": "signielseoul@lotte.com",
    "website_url": "https://www.lottehotel.com/world-hotel/signiel/main.html",
    "instagram_handle": "signielseoul",
    "contact_name": null,
    "notes": "South Korea (Seoul, Songpa-gu — floors 76-101 of Lotte World Tower). Tallest hotel in South Korea, sky-high luxury. Member of The Leading Hotels of the World. Frequented by K-pop celebrities and international fashion industry. Operated by Lotte Hotels & Resorts, Korea's largest hotel group."
  },
  {
    "brand_name": "Grand Hyatt Taipei",
    "email": "taipei.grand@hyatt.com",
    "website_url": "https://www.hyatt.com/grand-hyatt/en-US/taigh-grand-hyatt-taipei",
    "instagram_handle": "grandhyatttpe",
    "contact_name": null,
    "notes": "Taiwan (Taipei, Xinyi District near Taipei 101). 5-star hotel in Taipei's luxury district. Part of Grand Hyatt's global influencer marketing programs. Xinyi District is Taiwan's fashion and luxury retail hub. Strong connections with Taiwan fashion industry and regional content creators."
  },
  {
    "brand_name": "Capella Singapore",
    "email": "marcomm.singapore@capellahotels.com",
    "website_url": "https://capellahotels.com/en/capella-singapore",
    "instagram_handle": "capellasingapore",
    "contact_name": null,
    "notes": "Singapore (Sentosa Island). Ultra-luxury 5-star resort on Sentosa — site of the 2018 Trump-Kim summit. Formal press contact via marcomm.singapore@capellahotels.com. Capella Hotel Group has dedicated Contacts page at capellahotelgroup.com. Colonial heritage buildings set in tropical gardens — exceptional setting for fashion and editorial content."
  },
  {
    "brand_name": "Raffles Hotel Singapore",
    "email": "singapore@raffles.com",
    "website_url": "https://www.raffles.com/singapore",
    "instagram_handle": "raffleshotelsingapore",
    "contact_name": null,
    "notes": "Singapore (City Hall). Legendary 1887 colonial luxury hotel. World's 50 Best Hotels 2025 list. Marketing Director of Commercial Marketing handles influencer partnerships. Immense heritage prestige, Long Bar, iconic Singapore Sling. Strong fashion editorial and luxury lifestyle content setting."
  },
  {
    "brand_name": "Four Seasons Sharm El Sheikh",
    "email": "mahy.medhat@fourseasons.com",
    "website_url": "https://www.fourseasons.com/sharmelsheikh",
    "instagram_handle": "fssharmelshiekh",
    "contact_name": "Mahy Medhat - Press Contact",
    "notes": "Egypt (Sharm El Sheikh, Red Sea). Dedicated press contact Mahy Medhat at mahy.medhat@fourseasons.com, +20 109 477 3234. Resort cascades from desert hillside to Red Sea, 3,000+ palm trees. Year-round sun, world-class diving. Also see Four Seasons global influencer program at judy@fourseasons.studio."
  },
  {
    "brand_name": "Marriott Mena House Cairo",
    "email": "menh.reservations@marriott.com",
    "website_url": "https://www.marriott.com/en-us/hotels/caimn-marriott-mena-house-cairo",
    "instagram_handle": "marriottmenahousecairo",
    "contact_name": null,
    "notes": "Egypt (Giza, at the foot of the Pyramids). 5-star hotel with direct Pyramids views, opened 1869. Historic guests include Charlie Chaplin, Frank Sinatra. Extraordinary setting for fashion editorial with the Pyramids as backdrop. Global press via Marriott media contacts at news.marriott.com."
  },
  {
    "brand_name": "Anantara Hotels & Resorts (Global)",
    "email": "nrhymes@anantara.com",
    "website_url": "https://www.anantara.com",
    "instagram_handle": "anantarahotels",
    "contact_name": "Natasha Rhymes - VP PR & Communications, Europe & Americas",
    "notes": "Global luxury collection — 50+ properties in Asia, Middle East, Africa, Europe (Thailand, Maldives, UAE, Sri Lanka, Morocco, Portugal, etc.). Formal media visit request form. Group Director PR: mthomson@anantara.com (+66 2 365 7678). Strong wellness and experiential luxury positioning. Part of Minor Hotels."
  },
  {
    "brand_name": "Dwarika's Hotel Kathmandu",
    "email": "info@dwarikas.com",
    "website_url": "https://www.dwarikas.com",
    "instagram_handle": "dwarikashotel",
    "contact_name": null,
    "notes": "Nepal (Kathmandu). Award-winning heritage luxury hotel preserving traditional Newari architecture. Recipient of Pacific Asia Travel Association Heritage awards. Dwarika's Collection includes the mountain retreat Dwarika's Resort in the Himalayas. Extraordinary setting blending ancient Nepali craftsmanship with 5-star luxury."
  },
  {
    "brand_name": "Teardrop Hotels Sri Lanka",
    "email": "reservations@teardrop-hotels.com",
    "website_url": "https://www.teardrop-hotels.com",
    "instagram_handle": "teardrophotels",
    "contact_name": null,
    "notes": "Sri Lanka (nationwide — 9 boutique properties including Fort Bazaar in Galle, Wild Coast Tented Lodge, etc.). Sustainable luxury collection. PR representation by COMPANION agency which manages Asia influencer connections. Award-winning eco-sensitive design. Galle Fort UNESCO site — extraordinary setting for fashion editorial."
  },
  {
    "brand_name": "Amangalla",
    "email": "press@aman.com",
    "website_url": "https://www.aman.com/resorts/amangalla",
    "instagram_handle": "amangalla",
    "contact_name": null,
    "notes": "Sri Lanka (Galle Fort, Galle). Aman's historic manor within the Dutch-colonial Galle Fort, a UNESCO World Heritage Site. World's 50 Best Hotels 2024 list. Part of Aman global brand — press@aman.com. 17th century fort walls, white-columned verandas, heritage plunge pools. One of Asia's most storied luxury properties."
  },
  {
    "brand_name": "Galle Face Hotel",
    "email": "information@gallefacehotel.com",
    "website_url": "https://gallefacehotel.com",
    "instagram_handle": "gallefacehotel",
    "contact_name": null,
    "notes": "Sri Lanka (Colombo 3, seafront). Historic 1864 grand colonial hotel on Indian Ocean seafront. 155+ year legacy property with famous Chequerboard Terrace. News & Media section on website. Colombo's most iconic hotel address — strong editorial and fashion heritage."
  },
  {
    "brand_name": "Nay Palad Hideaway",
    "email": "home@naypaladhideaway.com",
    "website_url": "https://naypaladhideaway.com",
    "instagram_handle": "naypalad",
    "contact_name": null,
    "notes": "Philippines (Siargao Island, General Luna). Luxury boutique hideaway surrounded by mangroves and pristine beaches. Formal Press section on website for media inquiries. Featured in Conde Nast Traveller and Outside Magazine. Exclusive surf-adjacent luxury — strong fit for fashion, surf, and lifestyle editorial content."
  },
  {
    "brand_name": "Amanpulo",
    "email": "press@aman.com",
    "website_url": "https://www.aman.com/resorts/amanpulo",
    "instagram_handle": "amanpulo",
    "contact_name": null,
    "notes": "Philippines (Pamalican Island, Palawan). Aman's private island resort accessible only by private plane. One of Asia's most exclusive resorts — celebrity and supermodel clientele. 126K+ Instagram followers. Part of Aman global brand — press@aman.com. Pristine white sand, private casitas, coral reef diving."
  },
  {
    "brand_name": "El Nido Resorts",
    "email": "media@elnidoresorts.com",
    "website_url": "https://elnidoresorts.com",
    "instagram_handle": "elnidoresorts",
    "contact_name": null,
    "notes": "Philippines (El Nido, Palawan — 4 island resorts). Four eco-friendly island resorts accessible only by boat or speedboat. UNESCO biosphere reserve setting, limestone karst cliffs, hidden lagoons. 110K+ Instagram followers. Extraordinary visual setting for fashion and travel content creation."
  },
  {
    "brand_name": "Jumeirah Hotels & Resorts (Global)",
    "email": "jumeirah@talesandheads.com",
    "website_url": "https://www.jumeirah.com",
    "instagram_handle": "jumeirah",
    "contact_name": null,
    "notes": "Global luxury collection headquartered in Dubai (Burj Al Arab, Jumeirah Beach Hotel, Madinat, Capri, Frankfurt, London, etc.). Global PR Network page with regional contacts. Dubai PR: jumeirah@talesandheads.com. London PR: jumeirah@thecommunicationgroup.co.uk (+44 207 630 1411). Strong fashion and celebrity connections."
  },
  {
    "brand_name": "Soho House & Co (Global)",
    "email": "press@sohohouseco.com",
    "website_url": "https://www.sohohouse.com",
    "instagram_handle": "sohohouseofficial",
    "contact_name": "Katie Smith - Global Digital Marketing and Communications Director",
    "notes": "Global private members club and hotel group (42 locations including Istanbul, Tokyo opening, Barcelona, Paris, New York, LA, etc.). Explicitly focused on media, arts, and fashion industries. Soho House Istanbul: reservations.istanbul@sohohouse.com. Central global press: press@sohohouseco.com. Premier fashion industry gathering place worldwide."
  },
  {
    "brand_name": "Soho House Istanbul",
    "email": "reservations.istanbul@sohohouse.com",
    "website_url": "https://www.sohohouse.com/en-us/houses/soho-house-istanbul",
    "instagram_handle": "sohohouseistanbul",
    "contact_name": null,
    "notes": "Turkey (Istanbul, Beyoglu — Meşrutiyet Cad). Historic mansion in Beyoglu creative district. Private members' club with hotel rooms. Fashion, arts, and media industry members. Press inquiries via global press@sohohouseco.com. Istanbul's creative and fashion industry hub."
  },
  {
    "brand_name": "Kempinski Hotels (Global)",
    "email": "sabina.held@kempinski.com",
    "website_url": "https://www.kempinski.com",
    "instagram_handle": "kempinski",
    "contact_name": "Sabina Held - Director of Public Relations, Hotel Adlon Berlin",
    "notes": "Europe's oldest luxury hotel group (75+ properties — Berlin, Istanbul, Cairo, Munich, Geneva, Bangkok, etc.). Each property has dedicated Press Room page. Hotel Adlon Berlin (fashion week location): sabina.held@kempinski.com. Ciragan Palace Istanbul: ciragan.pr@kempinski.com. Strong European fashion week connections."
  },
  {
    "brand_name": "COMO Hotels and Resorts (Global)",
    "email": "press@comohotels.com",
    "website_url": "https://www.comohotels.com",
    "instagram_handle": "comohotels",
    "contact_name": null,
    "notes": "Global luxury boutique collection (22 properties — Singapore, Bali, Bhutan, Maldives, London, NY, Caribbean). Press and media contact: +44 207 447 1026, press@comohotels.com. Media Centre with full press packs and photo library. COMO Shambhala is world-class wellness brand. Fashion-forward aesthetic, strong with influencers and travel press."
  },
  {
    "brand_name": "Oberoi Hotels & Resorts (Global)",
    "email": "silki.sehgal@oberoigroup.com",
    "website_url": "https://www.oberoihotels.com",
    "instagram_handle": "oberoihotels",
    "contact_name": "Silki Sehgal - Media Contact, EIH/Oberoi Group",
    "notes": "India and global luxury collection (20+ ultra-luxury properties — Delhi, Mumbai, Agra, Jaipur, Udaipur, Egypt, Bali, Mauritius, etc.). Formal media contacts page at eihltd.com. One of Asia's most prestigious hotel brands. Vanyavilas near Ranthambore, Rajvilas Jaipur — extraordinary fashion editorial settings."
  },
  {
    "brand_name": "Katamama Bali",
    "email": "press@katamama.com",
    "website_url": "https://www.katamama.com",
    "instagram_handle": "katamama",
    "contact_name": null,
    "notes": "Indonesia (Seminyak, Bali). 58-suite boutique hotel with formal press contact press@katamama.com. Known for international brand collaborations in design, fashion, music, art, and culinary arts. Reviews & Media section on website. Bali's most artisanal luxury hotel — ideal for fashion, lifestyle, and content creator collaborations."
  },
  {
    "brand_name": "Patina Maldives",
    "email": "reservations.maldives@patinahotels.com",
    "website_url": "https://patinahotels.com/maldives",
    "instagram_handle": "patinamaldives",
    "contact_name": null,
    "notes": "Maldives (Fari Islands). Capella Hotel Group's sophisticated lifestyle brand. Dedicated Press & Media page at patinahotels.com/maldives/press. Progressive traveler brand with strong design and fashion identity. Media kits and brand assets available. Growing social media presence, ideal for fashion and wellness content creators."
  },
  {
    "brand_name": "Soneva Resorts",
    "email": "emily@themaiacollection.me",
    "website_url": "https://soneva.com",
    "instagram_handle": "soneva",
    "contact_name": "Emily Karpin - MAIA (Middle East PR Agency for Soneva)",
    "notes": "Maldives & Thailand (Soneva Fushi, Soneva Jani, Soneva Secret, Soneva Kiri). Ultra-luxury private island resorts. Very selective with influencers (says no to 95% of requests) — ideal positioning for serious content creators. Asia-Pacific PR: Petrie PR in Singapore/HK. Newsroom at soneva.com/explore/newsroom. Sustainability-led, barefoot luxury."
  },
  {
    "brand_name": "Small Luxury Hotels of the World (SLH)",
    "email": "contact@slh.com",
    "website_url": "https://slh.com",
    "instagram_handle": "slh_hotels",
    "contact_name": "Pegi Amarteifio - Global Communications",
    "notes": "Global collection of 650+ independent luxury boutique hotels worldwide. PR contact: pegi.amarteifio@slh.com. Media Relations page at slh.com/about-slh/media. Represents some of the world's most unique independent properties across all covered destinations including Iceland, Portugal, Japan, Turkey, Sri Lanka, Philippines. Ideal umbrella contact for boutique hotel partnerships."
  },
  {
    "brand_name": "Six Senses (Global PR)",
    "email": "press@sixsenses.com",
    "website_url": "https://www.sixsenses.com/en/corporate/media-center",
    "instagram_handle": "sixsenses",
    "contact_name": null,
    "notes": "Global wellness-luxury collection (50+ resorts — Douro Valley, Kaplankaya, Ibiza, Laamu Maldives, Yao Noi Thailand, etc.). Formal Global PR Contacts page at sixsenses.com/en/corporate/media-center/global-pr-contacts. Subscribe to press releases, arrange press trips. Strong wellness and sustainable luxury brand — ideal for fashion-wellness crossover content."
  }
]
